[
{"metadata":{"identifier":"seniorwhoofficialdodgesquestionsabouttaiwanswhomembershippraiseschina","mediatype":"movies","collection":"opensource_movies","description":"<span style=\"color:rgb(3,3,3);font-family:Roboto, Arial, sans-serif;font-size:14px;white-space:pre-wrap;background-color:rgb(249,249,249);\">A senior WHO official has raised hackles in Taiwan by appearing to dodge questions about Taiwan''s exclusion from the world health body. During an interview via video chat with a Hong Kong media outlet, Bruce Aylward, a Canadian epidemiologist, remained silent for about ten seconds when asked if the WHO should reconsider Taiwan''s membership. After their video hook-up appeared to be disconnected, the interviewer called him back. This time Aylward declared that if he had contracted the coronavirus, he would want to be treated in China. When Aylward was asked about Taiwan, he stalled for close to ten seconds, and avoided a reporter’s question, but the reporter persisted. Aylward is an assistant director general at the WHO and is a Canadian-trained epidemiologist. Ever since the pandemic broke out, he has constantly sung China’s praises. Bruce Aylward (March 9)WHO Assistant Directors General I left inspired and with a deep admiration for the common Chinese people that I worked with.Bruce Aylward (February 25)WHO Assistant Directors General If I had COVID-19, I would want to be treated in China. Lin Shih-chia, the CEO of the Foundation of Medical Professionals Alliance, lamented that the WHO has been deeply poisoned by Chinese influence. He said he believed that once the pandemic was over, each nation would seriously consider how to reform these kinds of international organizations that have been heavily infiltrated by China.</span>","scanner":"Internet Archive HTML5 Uploader 1.6.4","subject":"Republic of China ROC Taiwan WHO coronavirus covid covid-19","title":"Senior WHO Official Dodges Questions About Taiwans WHO Membership Praises China","uploader":"john_k123@gmx.com","publicdate":"2020-04-01 23:43:13","addeddate":"2020-04-01 23:43:13","curation":"[curator]validator@archive.org[/curator][date]20200401234653[/date][comment]checked for malware[/comment]"},"files":[{"name":"Senior WHO official dodges questions about Taiwans WHO membership praises China.mp4","size":"12441836","mtime":"1585784480","format":"MPEG4","cid":"bafykbzaced4ptzlub2vlrmhaqdagmucdhcb2ia4i5wx2jzsy5axrhgrwuelxc","deals":[{"miner":"t01782","cid":"bafyreic3gbcyqi42mccn5u7bpojpilag76bvqpesobdcthjorh73rqfrz4"}]}]}
,{"metadata":{"identifier":"senisevmedigimyal","mediatype":"movies","collection":"opensource_movies","creator":"Stificash","date":"2020-03-17","description":"Stificash ","language":"tur","scanner":"Internet Archive HTML5 Uploader 1.6.4","subject":"Stificash","title":"كذب إنني لم أحبك اغنية ولا أروع من الأسطورة إيبرو غونديش Seni Sevmediğim Yal","uploader":"stifi1@hotmail.com","publicdate":"2020-03-17 07:08:40","addeddate":"2020-03-17 07:08:40","curation":"[curator]validator@archive.org[/curator][date]20200317070917[/date][comment]checked for malware[/comment]"},"files":[{"name":"كذب إنني لم أحبك - اغنية ولا أروع من الأسطورة إيبرو غونديش - Seni Sevmediğim Yal.mp4","size":"15663606","mtime":"1584428872","format":"MPEG4","cid":"bafykbzaceb4k2aikp756qfk64hjnxc7yyij3rl32xwqen6gk27sclrmbmbpnu","deals":[{"miner":"t01782","cid":"bafyreiekm5smeb446uo5pt4uwfjulcxxn2qhuvpobwsjnmjv6wxynkd5o4"}]}]}
]
